Repository: Neo1102/CCSupport
Catalog: layout/Library/Application Support/CCSupport/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, nl, zh_hans

# ConnectivityModule
source: Connectivity
ar: الاتصال والبيانات
de: Konnektivität
es: Conectividad
fr: Connectivité
it: Connettività
ja: 接続関係
nl: Mobiel Netwerk
zh_hans: 连接

# MediaControlsModule
source: Media Controls
ar: الوسائط والموسيقى
de: Wiedergabe
es: Controles de música
fr: Contrôle musique
it: Controlli Audio
ja: メディアコントロール
nl: Mediaknoppen
zh_hans: 播放控制

# DoNotDisturbModule
source: Do Not Disturb
ar: وضع عدم الازعاج
de: Nicht stören
es: No molestar
fr: Ne pas déranger
it: Non Disturbare
ja: おやすみモード
nl: Niet Storen
zh_hans: 勿扰模式

# OrientationLockModule
source: Orientation Lock
ar: قفل تدوير الشاشة
de: Ausrichtungssperre
es: Bloqueo de la orientación vertical
fr: Rotation verrouillé
it: Blocco Rotazione
ja: 画面固定
nl: Rotatievergrendeling
zh_hans: 方向锁定

# AudioModule
source: Volume
ar: الصوت
de: Lautstärke
es: Volumen
ja: 音量
zh_hans: 音量

# DisplayModule
source: Brightness
ar: السطوع
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ja: 明るさ
nl: Helderheid
zh_hans: 亮度

source: Screen Mirroring
ar: عكس الشاشة
de: Bildschirmsynchronisation
es: Duplicar pantalla
fr: Mise en miroir d'écran
it: Duplicazione Schermo
ja: ミラーリング
nl: Scherm Spiegelen
zh_hans: 屏幕镜像

source: Home Controls
de: Home-Steuerelemente
zh_hans: 家庭控制

source: Portrait Height
de: Hochformat Höhe
zh_hans: 竖屏时高度

source: Portrait Width
de: Hochformat Breite
zh_hans: 竖屏时宽度

source: Landscape Height
de: Querformat Höhe
zh_hans: 横屏时高度

source: Landscape Width
de: Querformat Breite
zh_hans: 横屏时宽度

# HOME_CONTROLS_NOTICE
source: This option is disabled because CCSupport adds the Home Controls to the Controls below, allowing you to resize it and place it anywhere you like.
de: Diese Option ist deaktiviert, da CCSupport die Home-Steuerelemente zu der Liste unten hinzufügt. Dort können sie nach Benutzerpräferenz konfiguriert und plaziert werden.
zh_hans: 该选项已禁用 CCSupport 已将家庭控制整合到了下方的列表中，您可以调整它的大小并将其放置在您喜欢的任何位置。

source: Reset Modules
ar: اعادة تعيين الاعدادات
de: Steuerelemente zurücksetzen
es: Restablecer módulos
fr: Réinitialiser les modules
it: Ripristina Moduli
ja: リセット
nl: Stel Module Opnieuw In
zh_hans: 重置模组

# RESET_MODULES_DESCRIPTION
source: CCSupport redirects the module configuration file to another path. Therefore the module configuration is separated between when the tweak is loaded and when it isn't loaded (for example in safe mode or when not jailbroken). Which module configuration do you want to reset?
ar: يمكنك الاختيار بين "اعادة تعيين اعدادات النظام الى الوضع الافتراضي" والتي تظهر اعداداتها عندما يكون الجهاز في وضع عدم الجلبريك ووضع السيف مود، او اختيار "اعادة تعيين اعدادات الجلبريك الى الوضع الافتراضي" والتي تظهر اعداداتها في وضع الجلبريك. (الاعدادات التي سيتم اعادة تعيينها هي اعدادات مركز التحكم فقط)
de: CCSupport leitet die Moduleinstellungen auf eine andere Datei um. Dadurch wird die Konfiguration wenn der Tweak geladen ist, von der, wenn der Tweak nicht geladen ist (bspw. im Safe Mode oder nach einem Neustart vor dem erneuten jailbreaken), getrennt. Welche Konfiguration soll zurückgesetzt werden?
es: CCSupport redirige el archivo de configuración del módulo a otra ruta. Por lo tanto, la configuración del módulo está separada entre cuando se carga el tweak y cuando no está cargado (por ejemplo, en modo seguro o cuando no está jailbroken). ¿Qué configuración de módulo quieres restablecer?
fr: CCSupport redirige le fichier de configuration du module vers un autre chemin d'accès. Par conséquent, la configuration du module est séparée entre le moment où le Tweak est chargé et quand il n'est pas chargé (par exemple en mode sans échec ou lorsqu'il n'est pas jailbreaké). Quelle configuration de module voulez-vous réinitialiser?
it: CCSupport reindirizza il file di configurazione del modulo su un altro percorso. Pertanto la configurazione del modulo è separata tra quando il tweak è caricato e quando non lo è (ad esempio in modalità provvisoria o quando non è jailbroken). Quale configurazione del modulo vuoi ripristinare?
ja: CCSupportは、モジュール構成ファイルを別のパスにリダイレクトします。従ってモジュールの設定は、脱獄状態と入獄状態で別になります。どのモジュール構成をリセットしますか？
nl: CCSupport zet de module configuratie folder over naar een ander pad. Daarom wordt de configuratie module gesplitst tussen wanneer de tweak geladen is en wanneer die niet geladen is (bijvoorbeeld in de veilige modus of wanneer het apparaat niet gejailbreakt is). Welke module configuratie wilt u resetten?
zh_hans: CCSupport 把模组配置文件指向了另一个路径。因此模组配置文件在此插件运行时与未运行时(比如处于安全模式或者未越狱状态下)是分开的。您打算重置哪个配置文件呢?

source: Reset default configuration
ar: اعادة تعيين اعدادات النظام الى الوضع الافتراضي
de: Standardkonfiguration zurücksetzen
es: Restablecer configuración predeterminada
fr: Réinitialiser la configuration par défaut
it: Ripristina la configurazione di default
ja: 入獄時設定をリセット
nl: Stel de standaard configuratie opnieuw in
zh_hans: 重置系统自带的配置

source: Reset CCSupport configuration
ar: اعادة تعيين اعدادات الجلبريك الى الوضع الافتراضي
de: CCSupport Konfiguration zurücksetzen
es: Restablecer la configuración de CCSupport
fr: Réinitialiser la configuration CCSupport
it: Ripristina la configurazione di CCSupport
ja: 脱獄時設定をリセット
nl: Stel de CCSupport configuratie opnieuw in
zh_hans: 重置 CCSupport 配置

source: Reset both configurations
ar: اعادة تعيين الكل الى الوضع الافتراضي
de: Beide Konfigurationen zurücksetzen
es: Restablecer ambas configuraciones
fr: Réinitialiser les deux configurations
it: Ripristina entrambe le configurazioni
ja: 両方をリセット
nl: Stel beide configuraties opnieuw in
zh_hans: 两者均重置

source: Cancel
ar: الغاء
de: Abbrechen
es: Cancelar
fr: Retour
it: Cancella
ja: キャンセル
nl: Annuleer
zh_hans: 取消

# SAFETY_TITLE
source: Safety Warning
ar: تحذير الامان
de: Sicherheitswarnung
es: Advertencia de seguridad
fr: Avertissement de sécurité
it: Avviso di Sicurezza
ja: 警告
nl: Veiligheidswaarschuwing
zh_hans: 安全警告

# SAFETY_MESSAGE
source: CCSupport was not loaded due to modifications done to your system files. I have developed an external tool called CCCleaner that is able to clean them up, click 'Open' to find out more.
ar: لم يتم عمل التعديلات المطلوبة بسبب بعض التعديلات الخارجية التي تم تطبيقها على ملفات النظام. لقد قمت بتطوير اداة اسمها CCCleaner قادرة على ارجاع هذه التعديلات الى وضعها الافتراضي وتنظيف كل المخلفات، اضغط على 'فتح' لمعرفة المزيد.
de: CCSupport wurde nicht geladen, da deine Systemdateien in einem modifiziertem Zustand sind. Ich habe ein externes Tool namens CCCleaner entwickelt, welches die betroffenen Systemdateien wiederherstellen kann. Wähle 'Öffnen' um mehr darüber herauszufinden.
es: CCSupport no se cargó debido a modificaciones hechas a sus archivos de sistema predeterminados. He desarrollado una herramienta externa llamada CCCleaner que puede limpiarlos, haga clic en 'Abrir' para obtener más información.
fr: CCSupport n'a pas été chargé en raison des modifications apportées à vos fichiers système. J'ai développé un outil externe appelé cccleaner qui est en mesure de les nettoyer, cliquez sur «Ouvrir» pour en savoir plus.
it: CCSupport non è stato caricato a causa di modifiche apportate ai file di sistema. Ho sviluppato un tool a parte chiamato CCCleaner che è in grado di ripararli, clicca su ‘Apri’ per saperne di più.
ja: システムファイルが改変されたため、CCSupportはロードされませんでした。CCCleanerを使用することでシステムファイルを元に戻すことができます。開くを押すと詳細情報が表示されます。
nl: CCSupport was niet geladen door modificaties die gemaakt zijn in uw systeem folders. Ik heb een externe tool ontwikkeld genaamd: ''CCCleaner'' die er toe in staat is om ze op te ruimen, klik op 'Open' voor meer informatie.
zh_hans: CCSupport 因系统文件被修改而无法加载。我另外开发了一个名为 CCCleaner 的工具，可以清理受损的文件。点击“打开”了解更多。

# SAFETY_BUTTON_CLOSE
source: Close
ar: اغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluit
zh_hans: 关闭

# SAFETY_BUTTON_OPEN
source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
zh_hans: 打开
